perf/viz/10.txt
Running 30s test @ http://localhost:3000
  1 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    40.33us  116.11us  10.07ms   99.85%
    Req/Sec   198.76k     6.63k  204.12k    97.01%
  5951843 requests in 30.10s, 737.90MB read
Requests/sec: 197735.16
Transfer/sec:     24.51MB