perf/viz/500.txt
Running 30s test @ http://localhost:3000
  1 threads and 500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   568.06us  139.62us   8.88ms   96.87%
    Req/Sec   225.27k     7.01k  235.76k    81.00%
  6724933 requests in 30.02s, 833.74MB read
  Socket errors: connect 250, read 89, write 0, timeout 0
Requests/sec: 224047.26
Transfer/sec:     27.78MB